Repository: varigigi/gmtk
Catalog: po/*.po
Languages: cs, es, fi, fr, hu, it, ja, ko, nl, tr

source: Default
cs: Výchozí
es: Por defecto
fi: Oletus
fr: Système sonore par défaut
hu: Alapértelmezett
it: Predefinito
ja: 標準
ko: 기본
nl: Standaard
tr: Öntanımlı

source: Frame Dropping
es: Saltarse fotogramas
fr: Saut d'images
hu: Képkocka eldobás
ja: フレームが落ちている
ko: 프레임 드롭
tr: Kare Atlaması

source: Deinterlace
es: Desentrelazado
hu: Váltottsor-mentesítő
ja: 非インタレース
ko: 역(逆)인터레이스
tr: Satır Birleştirme

source: Loading...
cs: Načítá se…
es: Cargando...
fi: Ladataan...
fr: Chargement en cours...
hu: Betöltés...
it: Caricamento in corso...
ja: 読み込み中...
ko: 불러오는 중...
nl: Ladenâ€¦
tr: Yükleniyor...

source: Subtitles Visible
es: Subtítulos visibles
fr: Sous-titres visibles
hu: Feliratok megjelenítése
ja: 字幕表示
ko: 자막 보임
tr: Altyazılar Görünür

source: Subtitles Hidden
es: Subtítulos ocultados
fr: Sous-titres cachés
hu: Feliratok elrejtése
ja: 字幕非表示
ko: 자막 숨김
tr: Altyazılar Gizli

source: Failed to open %s
cs: Otevření %s selhalo
es: Error al abrir %s
fi: Avaaminen epäonnistui %s
fr: Échec à l'ouverture de %s
hu: Nem lehet megnyitni: %s
it: Impossibile aprire %s
ja: %s を開くのに失敗しました
ko: %s을(를) 열 수 없습니다.
nl: Kon %s niet openen
tr: Açma başarısız %s

source: Compressed SWF format not supported
cs: Komprimovaný formát SWF není podporován
es: Formato SWF comprimido no soportado
fi: Pakkaaminen SWF formaattiin ei ole tuettu
fr: Le format SWF compressé n'est pas pris en charge.
hu: A tömörített SWF formátum nem támogatott
it: Il formato di compressione SWF non Ã¨ utilizzabile
ja: 圧縮 SWF フォーマットに対応していません
ko: 압축한 SWF 포맷을 지원하지 않습니다.
nl: Gecomprimeerd SWF-formaat wordt niet ondersteund
tr: Sıkıştırılmış SWF desteklenmiyor

source: Cache fill: %2.2f%%
cs: Naplnění vyrovnávací paměti: %2.2f %%
es: Caché ocupado: %2.2f%%
fi: Välimuisti käyttää: %2.2f%%
fr: Mise en mémoire tampon : %2.2f%%
hu: Gyorsítótár %2.2f%%
it: Utilizzo Memoria Tampone: %2.2f%%
ja: キャッシュ中: %2.2f%%
ko: 캐쉬 채우기: %2.2f%%
nl: Bufferniveau: %2.2f%%
tr: Önbellek: %2.2f%%

source: Unknown
cs: Neznámý
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
tr: Bilinmeyen

source: External Subtitle #%i
cs: Externí titulky #%i
es: Subtítulos externos #%i
fr: Sous-titres externes #%i
hu: Külső felirat #%i
it: Sottotitoli esterni #%i
ja: 外部の字幕 #%i
ko: 외부 자막 #%i
nl: Externe ondertiteling #%i
tr: Harici Altyazı #%i

source: Screenshot saved to '%s'
cs: Snímek uložen do „%s“
es: Captura de pantalla guardada en: '%s'
fi: Ruutukaappaus tallennettu '%s'
fr: Cliché sauvegardé en tant que « %s »
hu: Pillanatkép mentve a '%s' fájlba
it: Screenshot salvato in '%s'
ja: %s にスクリーンショットを保存しました
ko: 스크린샷을 '%s'(으)로 저장했습니다.
nl: Schermafdruk opgeslagen in '%s'
tr: Ekran görüntüsü '%s' olarak kaydedildi

source: GNOME MPlayer Notification
cs: Upozorněni GNOME MPlayeru
es: Notificación GNOME MPlayer
fi: GNOME MPlayer Ilmoitus
fr: Notification de GNOME MPlayer
hu: GNOME MPlayer figyelmeztetés
it: Notificazione Gnome MPlayer
ja: GNOME MPlayer 通知
ko: 그놈 엠플레이어 알림
nl: GNOME MPlayer-notificatie
tr: GNOME MPlayer Uyarısı

source: Failed to take screenshot
es: Error al tomar captura de pantalla
hu: A pillanatkép készítése sikertelen
ko: 스크린샷을 찍을 수 없습니다.

source: MPlayer should be Upgraded to a Newer Version
cs: MPlayer může být povýšen na novější verzi
es: MPlayer debería ser actualizado a una versión más actual
fi: MPlayer tulisi päivittää uudempaan versioon
fr: MPlayer devrait être mis à jour pour une version récente.
hu: Az mplayer frissíthető egy egy újabb verzióra
it: Mplayer dovrebbe essere aggiornato ad una nuova versione
ja: MPlayer を新しいバージョンへ更新すべきです。
ko: 엠플레이어를 새 버전으로 업그레이드해야 합니다.
nl: MPlayer zou opgewaardeerd moeten worden naar een nieuwere versie
tr: MPlayer daha yeni bir sürüme güncellenmeli

source: You might want to consider upgrading mplayer to a newer version
es: Quizás desee considerar la actualización de mplayer a una versión más actual
hu: Érdemes fontolóra vennie az mplayer frissítését egy újabb verzióra
ja: MPlayer を新しいバージョンへ更新したほうがよいかもしれません。
ko: 엠플레이어를 새 버전으로 업그레이드하는 것을 고려할 수 있습니다.

source: No Information
cs: Žádné informace
es: No hay información disponible
fi: Ei informaatiota
fr: Aucune information
hu: Nincs információ
it: Senza Informazione
ja: 情報なし
ko: 정보 없음
nl: Geen informatie
tr: Bilgi Yok

source: No Data
es: Sin datos
hu: Nincs adat
ja: データなし
ko: 데이터 없음
tr: Veri Yok

source: GNOME MPlayer Error
fi: GNOME MPlayer Virhe
